[
    {
        "content": "What brings you in today?",
        "qid": "00001",
        "rank": 999,
        "status": "asked",
        "answer": "Yeah, she saw it."
    },
    {
        "content": "Current Medications",
        "qid": "00004",
        "rank": 4,
        "status": null,
        "answer": null
    },
    {
        "content": "Drug Allergies",
        "qid": "00005",
        "rank": 5,
        "status": null,
        "answer": null
    },
    {
        "content": "Past Surgeries",
        "qid": "00006",
        "rank": 6,
        "status": null,
        "answer": null
    },
    {
        "qid": "A1B2C",
        "content": "Can you tell me exactly how many Tylenol PM or Extra Strength Tylenol pills you have been taking each day, and for how many days?",
        "status": "asked",
        "answer": "You mentioned taking some Tylenol for your jaw pain. Can you tell me exactly how many pills of Tylenol PM or extra strength Tylenol? You were taking each day and for how long",
        "rank": 1
    },
    {
        "qid": "G5H6I",
        "content": "Have you traveled recently, eaten raw shellfish, or had any close contact with someone who has had hepatitis?",
        "status": "asked",
        "answer": "No, been sticking to work? No fancy food either. Just the usual.",
        "rank": 999
    },
    {
        "qid": "P7Q8R",
        "content": "Have you experienced any abdominal pain, especially in your upper right side, or have you noticed any changes in the color of your urine or stools?",
        "status": "asked",
        "answer": "she saw it. I thought it was just bad light or something but my eyes and the skin, I feel off really tired and this itching. God. It's the worst feels like ants are crawling under my skin. I need to scratch",
        "rank": 2
    },
    {
        "qid": "D3E4F",
        "content": "Have you noticed any changes in the color of your urine or stool, such as dark urine or pale, clay-colored stools?",
        "status": null,
        "answer": null,
        "rank": 7
    },
    {
        "qid": "J7K8L",
        "content": "Can you estimate how many alcoholic drinks you typically have per week, and what type of alcohol do you usually consume?",
        "status": null,
        "answer": null,
        "rank": 3
    }
]